Repository: DasRed/color-pong
Catalog: Color Pong/*.lproj/Localizable.strings
Languages: fi, lt

# Datum
source: Date
fi: Päivämäärä
lt: Diena

source: Game Center
fi: Pelikeskus
lt: Žaidimo centras

# Neues Spiel
source: New Game
fi: Uusi peli
lt: Naujas žaidimas

# Nein
source: No
fi: Ei
lt: Nėra

# Bitte aktiviere In-App Käufe in den Einstellungen
source: Please enable In App Purchase in Settings
fi: Ota Sovelluksensisäisiä ostaa Asetukset
lt: Prašome įjungti App pirkimas Nustatymai

# In-App Käufe sind deaktiviert
source: In-App Purchases not enabled
fi: In-App ostot ole aktivoitu
lt: In-App pirkimai neįjungti

source: Okay
fi: Kunnossa
lt: Gerai

# keine Werbung
source: Remove Ad
fi: Poista Ad
lt: Pašalinti skelbimą

# Punkte
source: Score
fi: Pisteet
lt: Taškai

# Punkte (Plural)
source: Scores
fi: Tulospalvelu
lt: Natos

# Einstellungen
source: Settings
fi: Asetukset
lt: Nustatymai

# Ja
source: Yes
fi: Kyllä
lt: Ne

# Du hast %i Punkte! Nochmal spielen?
source: You got %i points! Play again?
fi: Sinulla %i pistettä! Pelaa uudestaan?
lt: Jūs turite %i taškų! Žaisti dar kartą?

# Einkäufe wiederherstellen
source: Restore Purchases
fi: Palauta ostot
lt: Atkurti pirkimus
